Repository: Oldrich-Senkyr/loft
Catalog: eval/locale/*/LC_MESSAGES/django.po
Languages: cs, de

source: Work Day Assignment
cs: Přiřazení pracovních dnů
de: Arbeitstag-Zuweisung

source: Work Day Assignments
cs: Přiřazení pracovních dnů
de: Arbeitstag-Zuweisungen

source: Work Day
cs: Pracovní den
de: Arbeitstag

source: Work Days
cs: Pracovní dny
de: Arbeitstage

source: Employee
cs: Zaměstnanec
de: Mitarbeiter

source: Date
cs: Datum
de: Datum

source: Start Time
cs: Čas zahájení
de: Startzeit

source: Time when the employee started work.
cs: Začátek pracovní doby.
de: Beginn der Arbeit.

source: End Time
cs: Čas ukončení
de: Endzeit

source: Time when the employee finished work.
cs: Konec pracovní doby.
de: Ende der Arbeit.

source: Total Work Hours
cs: Odpracované hodiny
de: Arbeitsstunden insgesamt

source: Total Legal Break Hours
cs: Placene přestávky celkem
de: Gesamte gesetzliche Pausenstunden

source: Total time for legal breaks in hours.
cs: Placene přestávky celkem

source: Total Illegal Break Hours
cs: Neplacene přestávky celkem
de: Nicht bezahlte Pausenstunden

source: Total time for unauthorized breaks in hours.
cs: Celková doba neplacených přestávek v hodinách.

source: Assigned hours
cs: Přiřazené hodiny

source: Total time Assigned hours.
cs: Přidělené hodiny celkem

source: The workday to which this assignment belongs.
cs: Pracovní den, do kterého toto přiřazení patří.
de: Der Arbeitstag, zu dem diese Zuordnung gehört.

source: Project
cs: Projekt
de: Projekt

source: The project to which the hours are assigned.
cs: Projekt, ke kterému jsou hodiny přiřazeny.
de: Das Projekt, dem die Stunden zugewiesen sind.

source: Assigned Hours
cs: Přiřazené hodiny
de: Zugewiesene Stunden

source: The number of hours assigned to this project.
cs: Počet hodin přiřazených k tomuto projektu.
de: Die Anzahl der Stunden, die diesem Projekt zugeordnet sind.

source: Work Performed
cs: Vykonaná práce
de: Durchgeführte Arbeit

source: Description of the work performed.
cs: Popis provedené práce.
de: Beschreibung der geleisteten Arbeit

source: Overview
cs: Přehled
de: Übersicht

source: Unique ID:
cs: Unikátní ID
de: Eindeutige ID:

source: Organization:
cs: Organizace
de: Organisation:

source: Monthly Work Summary
cs: Měsíční přehled práce
de: Monatliche Arbeitsübersicht

source: Hours Worked
cs: Odpracované hodiny
de: Geleistete Stunden

source: Legal Break Hours
cs: Placená přestávka
de: Bezahlte Pausenstunden

source: Illegal Break Hours
cs: Neplacené volno
de: Nicht bezahlte Pausenstunden

source: Total for Month
cs: Celkem za měsíc
de: Gesamt für Monat

source: Day
cs: Den

source: Work Hours
cs: Pracovní hodiny

source: Legal Break
cs: Placená přestávka

source: Illegal Break
cs: Neplacené volno

source: Actions
cs: Akce
de: Aktionen

source: Are you sure you want to delete this record?
cs: Opravdu chcete tento záznam odstranit?
de: Sind Sie sicher, dass Sie diesen Datensatz löschen wollen?

source: This action cannot be undone!
cs: Tuto akci nelze vzít zpět!
de: Diese Aktion kann nicht rückgängig gemacht werden!

source: Yes, delete!
cs: Ano, vymazat!
de: Ja, löschen!

source: Cancel
cs: Zrušit
de: Abbrechen

source: No workdays found.
cs: Nebyly nalezeny žádné pracovní dny.
de: Keine Arbeitstage gefunden.

source: Day of Week
cs: Den
de: Tag

source: Work Days List
cs: Seznam pracovních dnů
de: Liste der Arbeitstage

source: Person Details
cs: Údaje o osobě
de: Angaben zur Person

source: Role:
de: Rolle
