Repository: Oldrich-Senkyr/loft
Catalog: reader/locale/*/LC_MESSAGES/django.po
Languages: de

source: event time
de: Ereigniszeit

source: Today
de: Heute

source: Past 7 days
de: Letzte 7 Tage

source: This month
de: Dieser Monat

source: This year
de: Dieser Jahr

source: Choose specific date
de: Bestimmtes Datum wählen

source: Event Type
de: Veranstaltungstyp

source: Departure Reason
de: Grund des Abgangs

source: Event time is required.
de: Ereigniszeit ist erforderlich

source: Start of working hours
de: Beginn der Arbeitszeit

source: End of working hours
de: Endzeit der Arbeitszeit

source: Break start
de: Beginn der Pause

source: Break end
de: Ende der Pause

source: Visit start
de: Beginn des Besuch

source: Visit end
de: Ende des Besuchs

source: N/a
de: keine Angabe

source: Legal
de: Gesetzlicher Grund

source: Illegal
de: Unbezahlter Freizeit

source: Invalid date/time format for event_time.
de: Falsches Datums- oder Zeitformat.

source: Attendance Event
de: Anwesenheitsereignis

source: Attendance Events
de: Anwesenheitsereignisse

source: Add Attendance Event
de: Anwesenheitsereignis hinzufügen

source: Selected Date
de: Datum auswählen:

source: Save
de: Speichern

source: Cancel
de: Abbrechen

source: Edit Attendance Event
de: Teilnahmeereignis bearbeiten

source: Save Changes
de: Änderungen speichern

source: Unique ID:
de: Eindeutige ID

source: Organization:
de: Organisation

source: Role:
de: Rolle

source: Select Month:
de: Monat auswählen:

source: View Monthly Summary
de: Monatliche Zusammenfassung anzeigen

source: Attendance list
de: Anwesenheitsliste

source: All
de: Alle

source: Arrival
de: Ankunft

source: Departure
de: Abgang

source: Event Date
de: Datum des Ereignisses

source: No event types available
de: Keine Ereignistypen verfügbar

source: Event Time
de: Zeit des Ereignisses

source: Timestamp
de: Zeitstempel

source: Actions
de: Aktion

source: Are you sure you want to delete this record?
de: Sind Sie sicher, dass Sie diesen Datensatz löschen wollen?

source: This action cannot be undone!
de: Diese Aktion kann nicht rückgängig gemacht werden!

source: Yes, delete!
de: Ja, löschen!

source: No persons found.
de: Keine Personen gefunden

source: Select Person
de: Monat auswählen:

source: Select Date
de: Monat auswählen:

source: Proceed
de: Fortfahren

source: All fields are required.
de: Alle Felder sind erforderlich.

source: Invalid date/time format.
de: Nesprávný formát data nebo času.

source: An entry for the start of working time already exists!
de: Ein Eintrag für den Beginn der Arbeitszeit ist bereits vorhanden.

source: An entry for the end of working time already exists!
de: Záznam pro konec pracovní doby již existuje.
