Repository: Oldrich-Senkyr/loft
Catalog: order/locale/*/LC_MESSAGES/django.po
Languages: cs, de

source: Hours Information
cs: Informace o hodinách

source: Date Information
cs: Informace o datu

source: Status Information
cs: Informace o stavu

source: Role Information
cs: Informace o roli

source: Work Information
cs: Informace o práci

source: Assigned hours must be at least 0.5 hours.
cs: Přidělené hodiny musí činit alespoň 0,5 hodiny.
de: Die zugewiesenen Stunden müssen mindestens 0,5 Stunden betragen.

source: Project Code
cs: Projekt
de: Projekt-Code

source: Code of the project, e.g., 25R001, 25K001.
cs: Kód projektu např. 25R001, 25K001.
de: Code des Projekts, z. B. 25R001, 25K001.

source: Project Name
cs: Kód projektu
de: Projektname

source: Description
cs: Popis
de: Beschreibung

source: Optional description of the project.
cs: Nepovinný popis projektu.
de: Optionale Beschreibung des Projekts.

source: Start Date
cs: Datum zahájení

source: Date when the project starts.
cs: Datum zahájení projektu.

source: End Date
cs: Datum ukončení

source: Date when the project is expected to end.
cs: Datum předpokládaného ukončení projektu.

source: Planned Hours
cs: Plánované hodiny:
de: Geplante Stunden

source: Planned number of hours for the project.
cs: Plánovaný počet hodin projektu.
de: Geplante Anzahl von Stunden für das Projekt.

source: Worked Hours
cs: Odpracované hodiny
de: Geleistete Stunden

source: Worked number of hours on the project.
cs: Odpracované hodiny celkem
de: Geleistete Stunden

source: New
cs: Nový
de: Neu

source: In Progress
cs: Probíhající
de: In Arbeit

source: Completed
cs: Dokončeno
de: Abgeschlossen

source: Canceled
cs: Zrušeno
de: Abgebrochen

source: Status
cs: Stav

source: Project status: 0 = new, 1 = in progress, 2 = completed, 3 = canceled.
cs: Stav projektu: 0 = nový, 1 = probíhá, 2 = dokončený, 3 = zrušen.
de: Projektstatus: 0 = neu, 1 = in Arbeit, 2 = abgeschlossen, 3 = abgebrochen.

source: Project
cs: Projekt
de: Projekt

source: Projects
cs: Projekty
de: Projekte

source: Person
cs: Osoba

source: Assigned At
cs: Přiřazeno
de: Zugewiesen am

source: Role in Project
cs: Role v projektu
de: Rolle im Projekt

source: Person-Project Assignment
cs: Přiřazení osoby k projektu
de: Person - Projektzuordnung

source: Person-Project Assignments
cs: Přiřazení osob k projektům
de: Person - Projektzuordnungen

source: Work Date
cs: Pracovní den
de: Datum der Arbeit

source: Hours Allocated
cs: Přiřazené hodiny
de: Zugewiesene Stunden

source: Number of hours allocated to the project on the given date.
cs: Počet hodin přidělených na projekt k danému datu.
de: Anzahl der Stunden, die dem Projekt am angegebenen Datum zugewiesen wurden.

source: Description of the work done.
cs: Popis provedené práce.
de: Beschreibung der geleisteten Arbeit.

source: Created At
cs: Vytvořeno
de: Erstellt am

source: Updated At
cs: Aktualizováno
de: Aktualisiert am

source: Work Log
cs: Pracovní deník
de: Arbeitsprotokoll

source: Work Logs
cs: Pracovní deník
de: Arbeitsprotokollen

source: Work log for {} on {} for project {}
cs: Přehled pro {} dne {} na projektu {}
de: Arbeitsprotokoll für {} am {} für das Projekt {}

source: Work Assignments for
cs: Pracovní úkoly pro
de: Arbeitszuweisungen für

source: Total Hours:
cs: Celkový počet hodin:
de: Gesamtstunden:

source: Assigned Hours:
cs: Přiřazené hodiny:
de: Zugewiesene Stunden:

source: Unassigned Hours:
cs: Nezařazené hodiny:
de: Nicht zugewiesene Stunden:

source: Existing Assignments
cs: Existující přiřazení
de: Vorhandene Zuweisungen

source: Hours Assigned
cs: Přiřazené hodiny
de: Zugewiesene Stunden

source: Work Performed
cs: Provedená práce
de: Durchgeführte Arbeit

source: No assignments yet.
cs: Zatím žádné přiřazení
de: Noch keine Zuweisungen.

source: Add New Assignment
cs: Přidat nocé přiřazení
de: Neue Zuweisung hinzufügen

source: Add Assignment
cs: Přidat přiřazení
de: Zuweisung hinzufügen

source: There are unassigned hours. Please ensure all hours are accounted for.
cs: Existují nepřiřazené hodiny. Ujistěte se prosím, že jsou všechny hodiny zaúčtovány.
de: Es gibt noch nicht zugewiesene Stunden. Bitte vergewissern Sie sich, dass alle Stunden verbucht wurden.“

source: Cannot assign more hours than available. Remaining: %(hours)s
cs: Nelze přiřadit více hodin, než je k dispozici. Zbývá: %(hours)s
de: Es können nicht mehr Stunden zugewiesen werden als verfügbar sind. Verbleibend: %(hours)s“

source: Assignment added successfully.
cs: Přiřazení úspěšně přidáno.
de: Zuweisung erfolgreich hinzugefügt.

source: Assignment updated successfully.
cs: Přiřazení úspěšně aktualizováno.
de: Zuweisung erfolgreich aktualisiert.
